<!-- navigation left-sided -->
	<nav class="side-nav">
		<a href="#" class="nav-toggle-btn">ВСІ СТАТТІ</a>
		
		<ul>
			<li><a href="#">Як вибрати житло?</a></li>
			<li><a href="#"> Цегла чи блоки?</a></li>
			<li><a href="#">Чи потрібна нам сейсмостійкість?</a></li>
			<li><a href="#">Радіологічний контроль цегли</a></li>
			<li><a href="#">Новітні матеріали</a></li>
			<li><a href="#">Червона чи біла цегла?</a></li>
			<li><a href="#">Перепланування помешкання</a></li>
			<li><a href="#">Утеплення будинків</a></li>
			<li><a href="#">Будівництво каркасних будинків: всі "за" та "проти"</a></li>
			<li><a href="#">Дерев'яні будинки, церкви</a></li>
			<li><a href="#">Складові наднадійних споруд</a></li>
			<li><a href="#">Від задумки до реалізації</a></li>
		</ul>
	</nav>
	